tap "rbenv/tap"
brew "cmake"
brew "git"
brew "libpq"
brew "libyaml"
brew "rbenv"
cask "alacritty"
cask "arc"
cask "claude-code"
cask "jiggler"
cask "postman"
cask "rancher"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "kaiwood.endwise"
vscode "mikestead.dotenv"
vscode "noku.rails-run-spec-vscode"
vscode "redhat.vscode-yaml"
vscode "rubocop.vscode-rubocop"
vscode "shopify.ruby-lsp"
vscode "sporto.rails-go-to-spec"
